<!DOCTYPE html>
<html lang="eu">
<head>
<?php
$title = "Как десятиклассник устроился на работу программистом"; 
require_once "bloks/head.php"; 
?>
</head>
<body >
<?php require_once "bloks/header.php" ?>



		
		<div id="wrapper">
		<div id="leftCol">
		<div id="bigArticle">
		<h1>Как десятиклассник устроился на работу программистом</h1>
			<img id="img_article" src="img/pic07.png" alt="Как десятиклассник устроился на работу программистом" title="Как десятиклассник устроился на работу программистом">
			<h2 id="article_h2">Сайт <a href="https://dou.ua">dou.ua </a> опубликовал историю о том, как десятиклассник успешно трудоустроился программистом.</h2><br>
			<p>Ярослав Выговский — школьник из провинциального городка, которому так хотелось делать свои игры, что несмотря на отсутствие интернета, хорошей видеокарты и друзей из IT он начал самостоятельно изучать программирование и 3D. <br>


Ярослав ходил к друзьям с интернетом, выкачивал книги по программированию, ждал наступления ночи, когда его никто не будет отвлекать, и читал их с маленького экрана Nokia N82, которую взял у брата. Нехватка денег, барахлящий 3G-модем, первый «кидок» заказчика, участие в Хакатоне от Microsoft, депрессии и опускающиеся руки — это далеко не все препятствия, через которые ему пришлось пройти на пути к своей первой работе в IT. </p><br><br>

<article>Ярослав, как тебе удалось в свои 16 устроиться на работу?</article><br>
<p>
— Я бы и в 15 пошёл работать, но СПД можно оформить только с 16-ти. Пришлось ещё год кантоваться. Я тогда оформил портфолио, написал за три дня сайт-визитку без использования каких-либо фреймворков (кроме jQuery), написал тестовые проекты, научился работать с Github и начал отправлять резюме. Надеялся найти удаленную работу, хотя и не прочь бы найти и офисную — с коллективом легче, потому что есть у кого спросить.</p> <br><br>

<article>С чего началось твое знакомство с IT?</article> <br>

<p>
— В 6 или 7 лет я увидел на прилавке еженедельник «Компьютер» и попросил родителей купить его. Ничего не понимал, но каждую неделю доканывал родителей купить новый номер. Так всё и началось. <br>

Годам к 9 дома появился первый компьютер. Первым моим скриптом был .bat (из того же журнала), который я просто переписал и запустил — мне это тогда очень понравилось. В этом же журнале как-то вышла маленькая статья по HTML, так что я начал изучать верстку. <br>

Ключевой проблемой было отсутствие интернета. Коростень — маленький городок, где с провайдерами всё гладко только если живешь в центре или если есть стационарный телефон. <br>

У нас же дом в частном секторе, поэтому интернета долгое время не было. Только год назад мы подключили тарелку. До этого времени приходилось учить всё через мобильный интернет на маленьком экранчике старой Nokia N82, которую забрал у брата. Я тогда собрал последние деньги, купил карточку, пополнил счет и начал учить HTML.
В 11-12 лет я уже более-менее освоился с HTML и CSS, начал писать первые странички. Но у меня не получалось так красиво, как на некоторых сайтах в сети, которые тогда ещё верстались табличками. Мой мозг тогде еще не мог этого полностью понять, поэтому я взял паузу на полгода.<br>

Потом у меня появился 3G-модем от Киевстар, который за каждый мегабайт жрал бешеные деньги. Модем дико глючил, но я терпел, потому как страшно хотелось выучить это всё, тем более что оно было под таким покровом тайны.<br>


 
Со временем я освоил позиционирование, научился верстать хедеры, боковые панели, менюшки. Тогда я понял, что мне нужно нечто больше, и решил засесть за «пэху» (PHP).<br>

Моя мать работала в банке. У них там был сисадмин, у которого я попросил для себя какие-нибудь материалы по PHP. Он дал мне курс, который состоял из двух частей — первая по PHP, вторая по CodeIgniter. Наверное, это был ещё неподходящий возраст, потому что я даже первую часть не осилил. PHP отбил у меня всё желание программить. Я тогда подумал, что это вообще не моё, и ну их к черту, эти сайты.
</p>
<br><br>

<article>Как тебя потянуло в графику?</article><br>
<p>
— Уже в 13 лет я случайно наткнулся на статью про компьютерную графику, 3D-моделирование, узнал про Blender, скачал очень криво переведенную книгу и начал текстурировать, моделить разные кубики и башенки. Изучил Photoshop, чтобы нормально резать текстуры,. В какой-то момент я почувствовал, что нужно куда-то девать всё то, чему я к тому времени научился, и я решил пойти в геймдев. Тем более, что я был в восторге от Bethesda и выпущенных ими Morrowind и Oblivion. Хотелось сделать что-нибудь своё.</p><br><br>

<article>	Хотел написать свою игру?</article><br>
<p>
— Да. Вернее, не написать, а сделать, так как после опыта с PHP желание программировать начисто пропало. Нужен был программист. И я начал вербовать своего одноклассника. Говорил ему, что геймдев — это круто, что там крутятся большие деньги, и что это наш шанс (надо было как-то стимулировать человека). Мы тогда договорились, что через год начинаем свою игрушку писать — до этого времени я осваиваюсь в 3D, а он учится кодить.<br>

Но я забросил Blender и 3D — слишком было сложно. Кроме того, всё осложнялось моим компом, чьей видяшки совсем не хватало. Рендер обычной сцены шел 2-3 часа, а для рендера анимации я оставлял его на пару дней.<br><br>

Мой друг честно пытался освоить Джаву, но тоже выгорел. Нам было по 13 лет — что с нас взять?<br><br>

Потом я снова начинал Blender и снова бросал, потому что ничего не получалось — то сетка кривая, то текстуры не ложатся, да и вообще художник из меня никакой. После этого я узнал про Maya и вдохновился тем, что на ней работает Pixar. Maya весила 3Gb. У меня всё еще был страшно глючный 3G-модем, поэтому я её выкачивал, бегая по друзьям. Также скачал книгу на 2 тысячи страниц, летом её читал и моделил.<br><br>

С помощью digitaltutors я неплохо поднатаскался на Maya, и кое-что начинало получаться. В это же время я познакомился с креативщиками из одной кафешки — им нужна была анимация. Предложили 500 грн. Я неделю сидел, мучился, дизайнил — сделал красиво. И радовался так — первые деньги! Но они меня киданули. Такая печаль была. Зато получил опыт.<br>

На том же digitaltutors я начал изучать Unity. А когда научился моделить автомобили, домики и самолеты, то начал впаривать другу Unity и C#. С джавой у него ничего не получилось, поэтому он согласился.</p><br><br>

<article>Ты не думал записаться на какие-нибудь курсы?</article><br>
<p>
— Конечно! В это же время я узнал про харьковский курс, на котором было два бюджетных места — на анимацию и моделирование. Но чтоб попасть туда, нужно было выиграть конкурс.<br>

По моделированию нужно было придумать своего персонажа (нарисовать скетч), а также придумать его историю. По анимации — написать сценарий для мульта. Художник из меня (руками) вообще никакой, поэтому я решил пробовать силы в сценарии. К написанному сценарию я приложил ужасно нарисованный скетч и отправил. Через два месяца пришел ответ, что на задание по анимации было подано всего четыре работы и что все они неидеальны. Оказалось, что у меня хорошая идея и сценарий, но вот скетч — просто ужас. У другого человека были обалденные скетчи, но мульта, как такового не было. Поэтому всем четверым решили сделать скидку в размере 80%. Курс стоил 1000 долларов и длился год, но первые две недели нам дали бесплатно.<br>

У них были интенсивный, напряжный, но интересный курс — нас даже учили работать в команде с помощью Trello-досок. Классные были и преподаватели. Первый день — лекции, второй день — практика, и так всё время — мне там очень понравилось. Но остальную сумму я потянуть не смог, да и очень не вовремя сломался модем.<br>

Тогда я звоню другу и говорю: «Всё. Срочно делаем игрушку на Unity, продаем на FGL, выручку пополам, я иду на курсы, а ты делай что хочешь». Времени было — всего месяц.
Придумали мы гоночки — полу-horror. Я их задизайнил, нарисовал кнопочки, понаделывал модельки. Время от времени спрашивал друга о его успехах:<br><br>

— Ты там как? Успеешь?<br>
— Да, через неделю.<br><br>

Но через неделю оказывалось, что мой друг ничего не сделал — у него всё что-то не получалось. Через пару недель я понял, что на курс уже не попаду, и начал впадать в депрессию.<br>

«Что делать?», «Как развиваться?» — эти вопросы не давали мне покоя. В итоге я плюнул на всё и решил, что раз гора не идет к Магомеду, то я сам стану кодером, моделлером и сам сделаю игрушку. Выбор встал между C# и ActionScript для флеша. Тогда как раз начали ходить разговоры, что Flash скоро умрет и что его вытеснит HTML5. Я на эти толки внимания не обращал и стал учить ActionScript — мой первый серьезный язык программирования.</p><br><br>	

<article>Кстати, как у тебя с английским?</article><br>

<p>
— Когда я проходил курсы по Maya, то на слух кое-что разбирал, но в основном смотрел, куда там на видео клацают, и сам уже додумывал. Примерно в это время (мне было около 15), пришло осознание, что в IT без английского никуда и он мне нужен любой ценой.<br>

Я нашел учителя, с которым мы начали с нуля, то есть с алфавита. Через два месяца я уже начал читать свою первую книжку по Flash на английском. По этой книге я написал сапера, тетрис и другие игры.</p><br><br>

<article>Как тебе удавалось находить на всё это время?</article><br>

<p>
— В школе я практически ничего не учил. Дошло даже до того, что я вообще перестал ходить на уроки и учил всё дома сам — физику, математику, английский. Так было даже проще.</p><br><br>

<article>Откуда ты узнал про FGL?</article><br>

<p>
— Прочитал на Хабре — там чувак рассказывал, как он сделал свою игрушку и продал её за 300$. Я думаю — ну, круто! Мне бы хоть за 100 баксов продать. Он смог — и я смогу. Пошел в кафе, сел, напился кофе (всегда так делаю, когда нужно что-то придумать) — и придумал — решил сделать игрушку вроде Alien Invaders, но полностью на рандоме.<br>

Пришел домой, начал писать — ничего не получается. Раз написал — ноль — удалил проект; заново создал папочку, и по-новой. Ничего не получалось в плане архитектуры. Это был мой первый практический опыт без туториалов, то есть с нуля. Начал все перечитывать, искать в инете новые книги. Мой ноут не держал зарядку, поэтому я приходил в кафе, подключался к их розетке, выкачивал сайты и уже потом досматривал дома.</p><br><br>

<article>Так что там было с новыми папочками?</article><br>

<p>
— Раз создал папочку — удалил, два создал — удалил, три — удалил. Уже кровь из носа идет. В последний раз пытаюсь — и таки за неделю написал. Все ассеты во флеше нарисовал (была простенькая векторная графика), вышло около 3000 строк на ActionScript. Но я там такого наворотил, что понял: если захочется что-нибудь поменять, проще будет переписать с нуля. Я тогда вообще не понимал зачем эти public и private, — хоть и прочитал три книжки, где всё это разжевывается. Только когда сам начал активно писать код, начало приходить понимание.<br>

В итоге сделал игрушку и выложил на FGL. На неё сняли ревью, указали на баги и сказали, что нужно переделать, чтоб её можно было показывать спонсорам. Но изменить что-либо в игрушке я не мог, поэтому плюнул и решил написать вторую.<br>

Мне тогда попалась статья про C# — о том, какой он обалденный и классный. Ладно, думаю, попробую — скачал книжку Шилдта и начал учить. Когда начал делать маленькие игрушки на Unity, меня это очень впечатлило: всего три клика — и не надо морочиться с архитектурой, ведь у тебя есть компоненты. По сравнению с флешем это просто рай. Поэтому я стал изучать C# более углубленно.</p><br><br>	

<article>Ты снова хотел создать игру, чтобы продать её?</article><br>
<p>
— Сделав пару игрушек на Unity, я думал устраиваться на работу в геймдев. Хоть на кого-нибудь, хоть на помощника, хоть бесплатно. Зашел на соответствующий сайт, смотрю вакансии, нахожу то, что нужно: «Помощник аниматора». Требовалось знание Photoshop, а также желательно знание 3D и HTML+CSS.<br>

Звоню. На том конце провода говорят: «Да, да! Отлично! — Только мне 15 лет. — Ааа, ну извините, пожалуй, не получится».<br>

Ладно, звоню во вторую компанию:<br><br>

— Все ок?<br>
— Да-да, приходите на собеседование.<br>
— Только мне 15 лет.<br>
— А, ну всё тогда, до свидания.<br><br>

Понял я, что на работу никак не устроиться и выход один — идти в инди-геймдев (когда игрушку делаешь полностью сам).</p><br><br>

<article>Ты не думал утаить свой возраст?</article><br>
<p>
— На тот момент — нет. Ведь на собеседовании всё равно раскусили бы. Да и тогда у меня были ещё довольно поверхностные знания. Поэтому решил продолжить самообучение.<br>

Освежив HTML+CSS и выучив JS, я начал писать на HTML5 игрушку (тачер), где по полю бегают зомбачки — тебе их нужно давить и не попадать на мирных жителей. Тогда мне попалась классная книга по геймдеву на JS — она пролила свет на то, как нужно писать код. Автор — Паскаль Реттиг, он же автор движка Quintus. Там парень тоже лет с 12 программит, на бейсике. Прочитав его книгу, я наконец понял, что значит всё продумывать и писать красиво. Потому что до этого из самостоятельного практического опыта у меня была лишь одна игра, и то я не до конца понимал все её тонкости. Я даже удивлялся, как она вообще работает!<br>

Тогда Amazon запустил кампанию по спонсированию HTML5 игрушек. Суть в том, что тебе дают 200 баксов за любую HTML5 игру — это и побудило меня выучить JS и написать игрушку. Я её задеплоил, и всё вроде было хорошо — она работала почти во всех браузерах, но на их планшете не работала. У них был браузер на Kindle, назывался Silk. И как его дебажить — черт пойми. Ни эмуляторов для этого Амазона нет, ни планшета, ни даже браузер скачать нельзя. А мне говорят — «Игра у нас не работает. Давай ты её пофиксишь и мы тебе заплатим». Я отвечаю — «У меня нет возможности отладить её и посмотреть, что там. Скиньте мне лог консоли». Ответили они только спустя полгода, когда я уже про эту игрушку совсем забыл. Я тогда на них обиделся.</p><br><br>

<article>На собеседования ходить пробовал?</article><br>
<p>
— Год назад, когда звонил, меня сразу посылали. Даже этой осенью был случай — лежало где-то мое резюме Unity-девелопера, вместе с готовыми проектами — на меня вышла HR из Plarium. Она мне позвонила, я отправил ей свое портфолио, сказал, что могу совмещать работу и учебу. Но в итоге всё обломалось, потому что оказалось, что регистрация работника у них идет через СПД, а в 15 лет его открыть нельзя. А я ж так загорелся! Плариум, все дела.<br>

Ладно, думаю, сделаю свою игрушку, продам её — и все. Благо, я тогда перечитал гору книг по C# и Unity, прошел массу туториалов и более-менее научился кодить.<br>

Придумал игрушку — называлась SandBox. Сделал её за 1,5 месяца. Связался со своим другом, который сильно удивился, узнав, что я программирую на C#. Я ему сказал, что нужно раскручивать игрушку на плеймаркете, и что нам нужно 25$ на лицензию и 100$ на iOS. Он напряг своего отца, и тот купил нам лицензии. Игрушка вышла неплохая — я тогда как раз подсел на flat-графику, сделал трейлер. Наконец нормальный проект, я там даже синглтон использовал!<br>

Я его задеплоил и начал ждать, пока набежит 1000 пользователей, когда она окажется в ТОПе. В это же время начал писать статьи и рассказывать везде про свою игрушку. Но прошел месяц, а игру скачали всего 100 раз. Половина из них — мои друзья. Ничего не оставалось, кроме как думать о монетизации — это был единственный способ заработать на ней. И я придумал «гениальную» идею.<br>

Суть монетизации заключалась в том, что если ты не можешь пройти уровень на три звезды (идеально), то можешь просмотреть видеорекламу, и тебе открывается следующий уровень. Идея показалась мне очень удачной, но она в итоге и положила всю игрушку — на втором клике на рекламу она начинала грузиться бесконечно. Я месяц просидел, промучился, но проблему так и не устранил, после чего удалил игру. Всё что от неё осталось, — <a href="https://www.youtube.com/watch?v=5Tp7dGeqUJ8">ролик на ютубе</a> .<br>

Снова пришла печаль. Я понял, что денег нет ни на раскрутку игрушки, ни на художников — ни на что. Депрессняк «зачем весь этот кодинг» длился два месяца. Потом я прочитал Наполеона Хилла «Думай и богатей», и он меня вдохновил. Раньше я начинал дело с большим энтузиазмом, сидел целыми днями, но потом выгорал так, что противно было на всё это смотреть, бросал на пару месяцев — и шёл на новый виток.<br>

Прочитал книгу — и думаю: куда бы дальше податься? В геймдев пути нет (нужны деньги). Как инди тоже не реализовался. На работу не берут. И решил — раз я в душе художник и раз мне нравится кодинг и дизайн, буду заниматься фронтендом и пойду во фрилансеры (тем более, что я уже знал JS и HTML).<br>

Но сначала мне нужно было въехать во фронтенд. Мой двоюродный брат, который работает в Житомире контент-разработчиком, выделил целый день своего времени, чтобы рассказать мне про процесс разработки, а также про фреймворки и материалы, которые мне нужно было изучить. В итоге, чтобы получить Trial-доступ на курсы teamtreehouse, я открыл себе банковскую карточку.</p><br><br>

<article>И как, получилось зарабатывать фрилансом?</article><br>

<p>
— Да, я выполнил один заказ для менеджера по продажам топлива — сделал ему landing page. Это были первые деньги, и я тогда понял: это — верный путь.<br>

Днем мне никто не давал спокойно учиться и работать, поэтому я поменял свой график — начал спать днем, а ночью работать. Сидел, читал книги, писал свои pet-проекты, месяцами не вылазил из-под компа.
Сделал себе сайт-визитку за три дня, выучил React. За ту неделю Trial-доступа на teamtreehouse я прошел все курсы по фронтенду, которые там были, а также написал в поддержку и получил скидку для студентов на месячную подписку (было 50$, стало 10$). Так и отдал последние 10 долларов, чтоб разобраться с остальными курсами. И конечно, я выкачивал курсы с рутрекера и потом сидел на них целыми днями. Тогда же я начал более серьезно изучать JS, даже в какой-то степени полюбив его. Написал портфолио, тестовые проекты, научился работать с Github и начал рассылать резюме.</p><br><br>

<article>Так ты все-таки хотел на фриланс или в офис?</article><br>

<p>
— Была надежда на фрилансе работать, но в офис тоже хотелось. Это уже было после зимнего хакатона Microsoft по геймдеву, в честь Windows 10. Там я познакомился с фронтендом в связке с Node.js и впервые повстречал других программистов (до этого я их не видел). Мы с моим другом тогда победили, выиграв пять тысяч гривен на обучение в CyberBionic. Я очень воодушевился победой, ведь нас там было 12 команд, и мы с другом заняли призовое место, будучи единственным школьниками (остальные участники были из КПИ и Шевченко).<br>

И вот, после этого хакатона, я на таком подъеме снова захожу на сайт по поиску вакансий. Смотрю — требуется трейни-фронтенд, джуниор-фронтенд. Возраст в этот раз я решил не указывать. Если пригласят на собеседование — там уже попробую уговорить. Тем более что как раз в это время вышла статья про девушку, которая в 19 лет работает тимлидом. Меня эта статья здорово вдохновила, я ей даже в Twitter написал «Спасибо!».<br>

Потратил день, составил красивенькое резюме, указал последние работы (фриланс-заказы) и наработки на Github. Отправил 14 резюме — на те вакансии, куда реально подхожу. Например, на одну вакансию нужно было знать лишь CSS+HTML, JS, а также было указано — «Большим плюсом будет знание bootstrap, опыт с Sass».<br>

Оказалось, что из тех 14 писем было просмотрено только 3-4, и только одна HR добавила меня в Linkedin. Никто больше ничего не написал. Я думаю — ну блин, бред какой-то. Вроде ж нигде не указывал возраст.<br>

Предпринял последнюю попытку через уже другой сервис — описал навыки, набросал summary, закрыл и думаю «пропади оно всё пропадом». Но на следующий день смотрю — пришло два предложения. Одно на удаленную, второе в офис.<br>

Для того, которое в офис, мне нужно было отправить своё портфолио и ссылку на Github, показать примеры кода. Им всё понравилось, и меня пригласили на собеседование.<br>

Я пришел, поговорил с руководительницей, она рассказала, чем они занимаются. Оказалось, что вся работа сводилась к написанию виджетов и приложений для Jive. Их фронтенд-разработчик посмотрел мое тестовое задание по JS и сказал «Добро».<br>

Вторая часть собеседования была на английском, я её тоже прошел. И как раз во второй части руководитель спросила меня про высшее образование.<br><br>

— Ну, как бы, у меня его нет.<br>
— Почему?<br>
— Ещё не пришлось.<br>
— Сколько тебе лет?<br>
— 16.<br><br>

И тут у них вытянулись лица. Они сильно опечалились и начали расспрашивать, как я собираюсь совмещать учебу и работу, что я здесь делаю и какие у меня планы. Но собеседование в итоге прошло успешно — я вернулся домой, и через полдня мне сделали предложение.<br>
Собирались оформить меня через СПД (я задавал этот вопрос на форуме). Но мне не очень нравилось, что вся работа — это писать костыли для Jive.<br>

Потом я поговорил с руководителем, который предлагал удаленную работу (второе предложение) — мне оно понравилось больше. Они посмотрели мой Github, примеры работ, сказали, что работа будет затачиваться на верстке, React + Reflux, и что самое главное — быстро учиться и быть инициативным. Я сразу согласился, тем более что это удаленная работа, да ещё и с последними библиотеками и перспективой роста. О чем еще мечтать? Хотя, конечно, я больше хотел бы работать в офисе — ведь в коллективе все-таки легче, чем одному.</p><br><br>

<article>Как на твое трудоустройство отреагировала семья?</article><br>
<p>
На протяжении всего процесса поиска работы я информировал маму:<br>
— Мам, я резюме отправил.<br>
— Ну да. (Мол, кто ж тебя в 16 лет возьмет на работу). Ты лучше учись.<br><br>

Потом вдруг прихожу и говорю:<br>
— Ну всё, мам, меня приняли на работу, я с первого числа уже работаю.<br>
— Ого! Ничего себе!<br><br>

Но меня в основном поддерживал брат (экономист, 25 лет). Когда я рассказал ему новость, он сказал: «Я ж говорил тебе!». Он и правда всегда говорил мне: «Не сдавайся, иди».</p><br><br>

<article>Ты думаешь куда-нибудь поступать?</article><br>
<p>
— Да, хочу на заочный, либо в КПИ, либо в Шевченко. На прикладную математику. Те знакомые, которые заканчивали эти ВУЗы (да и куча статей в интернете) говорят, что единственное, чему тебя нормально научит ВУЗ — это математика и физика, а кодинг — это уже сам. Ну, сам, так сам.</p><br><br>

<article>Какие технологии планируешь изучать в ближайшем будущем?</article><br>

<p>
— Чтобы удержаться на этой работе, мне нужно научиться работать с Flux, библиотеками. Хочу научиться нормально работать на Node.js (немного пробовал, жутко понравилось), постепенно дорасти до fullstack веб-девелопера, стать сеньором, набраться опыта.</p><br><br>

<article>Твое слово напутствия юным коллегам</article><br>

<p>
— Не сдаваться — это самое главное. Всегда у всех наступает такой момент, когда хочется всё бросить. Я сам бросал раз десять. Хорошо, что возвращался. Главное — пережить, перетерпеть, через слезы сесть и начать писать код — хоть что-нибудь.<br>

У меня также была проблема, когда я не знал, что писать и что показать в портфолио. Ни проектов, ни даже идей на pet-проекты — ничего.<br>

Мне ничего не хотелось, меня тошнило, я шел в кафе и писал. После этого момента, когда пересиливаешь себя, идет следующая ступенька — и ты опять начинаешь получать от этого кайф. И начинаешь смотреть на вещи иначе.<br>

Для мотивации, История успеха</p>
			<div class="tab"></div>
			
		</div>
		<div class="clear"><br></div>

<!-- 	<div id="rightCol_1">
			<div class="banner">
				<img src="/img/banner_1.gif" alt="Баннер 1" title="Баннер">
			</div>
			<div class="banner">
				<img src="/img/banner_2.png" alt="Баннер 2" title="Баннер">
			</div>
			<div class="banner">
				<img src="http://sakhalife.ru/wp-content/uploads/2015/03/img9.jpg" alt="Баннер 2" title="Баннер">
			</div>
		</div> -->

	</div>
	</div>

		<?php require_once "bloks/footer.php" ?>

	
	
	

</body>
</html>