<!DOCTYPE html>
<html lang="eu">
<head>
<!--[if lt IE 7 ]> <html lang="en" class="no-js ie6 lt8"> <![endif]-->
<!--[if IE 7 ]>    <html lang="en" class="no-js ie7 lt8"> <![endif]-->
<!--[if IE 8 ]>    <html lang="en" class="no-js ie8 lt8"> <![endif]-->
<!--[if IE 9 ]>    <html lang="en" class="no-js ie9"> <![endif]-->
<?php
$title = "Новости IT"; 
require_once "bloks/head.php"; 
?>
	<script type="text/javascript" src="js/jquery-3.1.1.min.js"> </script>
	<script type="text/javascript" src="js/script.js" ></script>
</head>
<body>
<?php require_once "bloks/header.php" ?>


<div id="wrapper">
		<div id="leftCol">
		<div id="Articlepage">
		
		<a href="/article.php">
			<h1>Как десятиклассник устроился на работу программистом</h1>
			</a>
			<a href="article.php">
			<img src="img/pic07.png" alt="Как десятиклассник устроился на работу программистом" title="Как десятиклассник устроился на работу программистом">
			</a>
			<div class="wrapper">
			
			<p class="h1_p">Ярослав Выговский — школьник из провинциального городка, которому так хотелось делать свои игры, что несмотря на отсутствие интернета, хорошей видеокарты и друзей из IT он начал самостоятельно изучать программирование и ...</p>
			<h2>Как десятиклассник устроился на работу программистом</h2>
			
			<p class="p_h2">Ярослав Выговский — школьник из провинциального городка, которому так хотелось делать свои игры, что несмотря на отсутствие интернета, хорошей видеокарты и друзей из IT он начал самостоятельно изучать программирование и 3D.Ярослав ходил к друзьям с интернетом, выкачивал книги по программированию, ждал наступления ночи, когда его никто не будет отвлекать, и ...</p>
			</div>
			<a href="article.php">
			<div class="more">Далее</div>
			</a>
		</div>
		<div class="clear"><br></div>
		<div class="article">
		<a href="/article1.php">
		<h1>Недавно обнаруженный троян маскируется под Adobe Flash Player</h1>
		</a>
		<a href="/article1.php">
		<img src="img/1428821168_1.jpg"  alt="Недавно обнаруженный троян маскируется под Adobe Flash Player" title="Недавно обнаруженный троян маскируется под Adobe Flash Player">
</a>
		<div class="wrapper">
		<p class="h1_p">Недавно обнаруженная разновидность троянской программы для устройств под управлением Android распространяется с помощью фальшивого обновления для Adobe Flash Player, и впоследствии делает устройства более ... </p>
		<h2>Недавно обнаруженный троян маскируется под Adobe Flash Player</h2>
			<p class="p_h2">Недавно обнаруженная разновидность троянской программы для устройств под управлением Android распространяется с помощью фальшивого обновления для Adobe Flash Player, и впоследствии делает устройства более восприимчивыми к заражению новыми вирусами. <br>

Троян отслеживает пользовательские действия, а так же ... </p>
</div>
		<a href="/article1.php">
			<div class="more">Далее</div>
			</a>
		</div>
		
		
		<div class="article">

<a href="/article2.php">
		<h1>Google объявила о начале соревнования по анализу видео с призами до $30 000</h1>
		</a>
<a href="/article2.php">
		<img src="img/youtube8mmini.png" alt="Google объявила о начале соревнования по анализу видео с призами до $30 000" title="Google объявила о начале соревнования по анализу видео с призами до $30 000">
		</a>
		<div class="wrapper">
		
		<p class="h1_p">Возможно, вы никогда не слышали о YouTube-8M , но это важный ресурс для любого, кто работает в сфере машинного обучения. Вкратце, это .... </p>
		<h2 >Google объявила о начале соревнования по анализу видео с призами до $30 000</h2>
		
			<p class="p_h2">Возможно, вы никогда не слышали о YouTube-8M , но это важный ресурс для любого, кто работает в сфере машинного обучения. Вкратце, это большая база данных размеченного видео-контента, которую программисты могут использовать для тестирования своих алгоритмов. 15 февраля Google объявила, что проект получил крупное обновление. Появилось ещё больше размеченного контента, причём как видео-, так и ... </p>
	</div>
			<a href="/article2.php">
			<div class="more">Далее</div>
			</a>
			</div>
	


		<div id="Article">
		<a href="article3.php">
		<a href="/article3.php">
			<h1>YouTube перестанет показывать непропускаемую 30-секундную рекламу в 2018 году</h1>
			</a>
			<a href="article3.php">
			<img src="img/youtubemini.png" alt="YouTube перестанет показывать непропускаемую 30-секундную рекламу в 2018 году" title="YouTube перестанет показывать непропускаемую 30-секундную рекламу в 2018 году">
			</a>
			<div class="wrapper">
			
			<p class="h1_p">Представитель Google заявил что компания будет сосредоточена на более привлекательных для зрителей и рекламодателей коммерческих форматах.Мы стремимся показывать лучшие ролики, интересующие пользователей. По этой причине мы решили ...</p>
			<h2>YouTube перестанет показывать непропускаемую 30-секундную рекламу в 2018 году</h2>

			<p class="p_h2">Представитель Google заявил что компания будет сосредоточена на более привлекательных для зрителей и рекламодателей коммерческих форматах.Мы стремимся показывать лучшие ролики, интересующие пользователей. По этой причине мы решили ...</p>
			</div>
			<a href="article3.php">
			<div class="more">Далее</div>
			</a>
		</div>
	
			
		<div class="article_min">

		<a href="/article4.php">
		<h1 >Слегка злобный скрипт для проверки паролей на сложность</h1>
		</a>
		<a href="/article4.php">
		<img src="img/pass-checker.png" alt="Слегка злобный скрипт для проверки паролей на сложность" title="Слегка злобный скрипт для проверки паролей на сложность">
		</a>
		<div class="wrapper">
		
		<p class="h1_p">Пользователь Drew DeVault опубликовал на GitHub любопытный скрипт на Python для проверки сложности пароля, задаваемого при регистрации. 
			Для проверки используются не только стандартные методы:
			Скрипт проверяет, не подходит ли вводимый пароль к другим популярным ... </p>
		<h2 >Слегка злобный скрипт для проверки паролей на сложность</h2>
		
			<p class="p_h2">Пользователь Drew DeVault опубликовал на GitHub любопытный скрипт на Python для проверки сложности пароля, задаваемого при регистрации. 
			Для проверки используются не только стандартные методы:
			Скрипт проверяет, не подходит ли вводимый пароль к другим популярным ... </p>
	</div>
			<a href="/article4.php">
			<div class="more">Далее</div>
			</a>
			</div>



	</div>

		
				</div>
<?php require_once "bloks/footer.php" ?>

	

</body>
</html>